const obj = {
    id: 1,
    img: 'https://firebasestorage.googleapis.com/v0/b/crm-react-school.appspot.com/o/boy-1031527_1920%201.png?alt=media&token=1ace5d38-3a17-4475-9cab-91ec5df67782',
    price: '1400  ₽',
    discount: 21,
    oldprice: null,
    name: 'Элегантный Костюм с брюками ZARA стиль',
    composition: 'эластан 5%, вискоза 42%, шерсть 53%',
    equipment: 'рубашка',
    cut: 'средняя посадка',
    info: 'Информация о технических характеристиках, комплекте поставки,стране изготовления и внешнем виде товара носит справочный характер и основывается на последних доступных сведениях от продавца',
    category: 'Костюмы1',
    brand: 'Zara',
    comments: {
      id1: {
        name: 'Турсунов Асрор',
        message: 'Качество ткани хорошее, но если вы предпочитаете оверсайз, выбирайте размер меньше вашего, например, слишком свободные рукава.',
        date: '30.04.2021',
        buy: true
      },
      id2: {
        name: 'Турсунов Асрор',
        message: 'Качество ткани хорошее, но если вы предпочитаете оверсайз, выбирайте размер меньше вашего, например, слишком свободные рукава.',
        date: '30.04.2021',
        buy: true
      },
      id3: {
        name: 'Турсунов Асрор',
        message: 'Качество ткани хорошее, но если вы предпочитаете оверсайз, выбирайте размер меньше вашего, например, слишком свободные рукава.',
        date: '30.04.2021',
        buy: true
      },
      id4: {
        name: 'Турсунов Асрор',
        message: 'Качество ткани хорошее, но если вы предпочитаете оверсайз, выбирайте размер меньше вашего, например, слишком свободные рукава.',
        date: '30.04.2021',
        buy: false
      }
    }
  }